Repository: vanzaam/OmniBLE
Catalog: OmniBLE/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sk, sv, tr, uk, vi

source: Make sure your phone and pod are close to each other. If communication issues persist, move to a new area.
cs: Ujistěte se, že váš telefon a pod jsou blízko sebe. Pokud problémy s komunikací přetrvávají, zkuste přesunutí na jiné místo.
da: Sørg for, at din telefon og Pod er tæt på hinanden. Hvis der fortsat er kommunikationsproblemer, skal du flytte til et nyt område.
de: Stelle sicher, dass sich Dein iPhone und Dein Pod nahe beieinander befinden. Wenn die Kommunikationsprobleme bestehen bleiben, dann gehe an einen anderen Ort.
es: Asegúrese de que su teléfono y su pod estén cerca uno del otro. Si los problemas de comunicación persisten, muévase a otra área.
fr: Assurez-vous que votre téléphone et votre Pod sont proches l'un de l'autre. Si les problèmes de communication persistent, déplacez-vous vers un nouvel endroit.
it: Assicurati che il tuo telefono e il Pod siano vicini uno all'altro. Se il problema di comunicazione persiste, spostati in un'altra zona.
nb: Forsikre deg om at telefonen og pod er nær hverandre. Hvis kommunikasjonsproblemer vedvarer, flytter du til et nytt område.
nb_no: Sørg for at telefonen og poden er nær hverandre. Gå til et nytt område hvis kommunikasjonsproblemene vedvarer.
nl: Zorg ervoor dat je telefoon en pod zich dicht bij elkaar bevinden. Als de communicatieproblemen aanhouden, ga dan naar een andere plek.
pl: Upewnij się, że telefon i POD znajdują się blisko siebie. Jeśli problemy z komunikacją nie ustąpią, przenieś się w inne miejsce.
ro: Asigurați-vă că telefonul și Pod-ul sunt aproape unul de celălalt. Dacă problemele de comunicare persistă, mutați-vă într-o zonă nouă.
ru: Убедитесь, что ваш телефон и под находятся рядом друг с другом. Если проблемы со связью сохраняются, перейдите в другое место.
sk: Uistite sa, že váš telefón a pod sú blízko seba. Ak problémy s komunikáciou pretrvávajú, presuňte sa na iné miesto.
sv: Säkerställ att din telefon och podd är nära varandra. Om problemet kvarstår, flytta till annan plats.
tr: Telefonunuzun ve podunuzun birbirine yakın olduğundan emin olun. İletişim sorunları devam ederse, yeni bir alana geçin.
uk: Переконайтеся, що ваш телефон і Pod знаходяться поруч один з одним. Якщо проблеми звʼязку не зникають, перейдіть у інше місце.
vi: Đảm bảo điện thoại và pod được đặt gần nhau. Nếu kết nối vẫn gặp trở ngại, đặt lại chổ khác.

source: Missing Config
cs: Chybějící konfigurace
da: Manglende konfiguration
de: Fehlende Konfiguration
es: Configuración faltante
fr: Configuration manquante
it: Configurazione mancante
nb: Mangler Konfigurasjon
nb_no: Manglende konfigurasjon
nl: Configuratie Niet Compleet
pl: Brak konfiguracji
ro: Lipsă configurare
ru: Отсутствует конфигурация
sk: Chýba konfigurácia
sv: Konfiguration saknas
tr: Eksik Yapılandırma
uk: Відсутня конфігурація
vi: Thiếu cấu hình

source: NA
cs: Není k dispozici
de: NV
es: No disponible
nl: NB
pl: Niedostępne
tr: mev. değil
uk: Недоступно

source: Next
cs: Další
da: Næste
de: Weiter
es: Siguiente
fr: Suivant
it: Prossimo
nb: Neste
nb_no: Neste
nl: Volgende
pl: Następny
ro: Continuați
ru: Продолжить
sk: Ďalej
sv: Nästa
tr: Sonraki
uk: Далі
vi: Kế tiếp

source: No Insulin
cs: Žádný inzulín
da: Ingen insulin
de: Kein Insulin
es: No hay insulina
fr: Pas d'insuline
it: Insulina esaurita
nb: Ingen insulin
nb_no: Tom for insulin
nl: Geen Insuline
pl: Brak insuliny
ro: Fără insulină
ru: Нет инсулина
sk: Žiadny inzulín
sv: Inget insulin
tr: İnsülin yok
uk: Нема Інсуліну
vi: Hết Insulin

source: No Pod
cs: Žádný pod
da: Ingen Pod
de: Kein Pod gekoppelt
es: No hay Pod
fr: Aucun Pod
nb: Ingen Pod
nb_no: Ingen pod
nl: Geen Pod
pl: Brak POD'a
ro: Niciun Pod
ru: Нет пода
sk: Žiadny pod
sv: Ingen Podd
tr: Pod Yok
uk: Немає Podʼу
vi: Không có pod

source: No Reminder
cs: Žádné upozornění
da: Ingen påmindelse
de: Keine Erinnerung
es: Sin recordatorio
fr: Pas de rappel
it: Nessun promemoria
nb: Ingen påminnelse
nb_no: Ingen påminnelse
nl: Geen Herinnering
pl: Brak przypomnienia
ro: Niciun memento
ru: Нет напоминаний
sk: Žiadna pripomienka
sv: Ingen påminnelse
tr: Hatırlatıcı Yok
uk: Немає Нагадувань
vi: Không có lời nhắc

source: Notification Settings
cs: Nastavení upozornění
da: Notifikationsindstillinger
de: Benachrichtigungseinstellungen
es: Configuración de las notificaciones
fr: Paramétrage des notifications
it: Impostazioni di notifica
nb: Varslingsinnstillinger
nb_no: Varslingsinnstillinger
nl: Meldingsinstellingen
pl: Ustawienia powiadomień
ro: Setări de notificare
ru: Настройки уведомлений
sk: Nastavenia oznámení
sv: Notisinställningar
tr: Bildirim ayarları
uk: Параметри сповіщень
vi: Cài đặt thông báo

source: Numbers
cs: Hodnoty
da: Tal
de: Zahlen
es: Números
fr: Nombres
it: Numeri
nb: Tall
nb_no: Tall
nl: Nummers
pl: Liczby
ro: Numere
ru: Цифры
sk: Čísla
sv: Nummer
tr: Sayılar
uk: Числа
vi: Số

source: Omnipod Reminders
cs: Upozornění Omnipodu
da: Omnipod-påmindelser
de: Omnipod Erinnerung
es: Recordatorios Omnipod
fr: Rappels Omnipod
it: Promemoria Omnipod
nb: Omnipod-påminnelser
nb_no: Omnipod-påminnelser
nl: Omnipod Herinneringen
pl: Przypomnienia Omnipod
ro: Mementouri Omnipod
ru: Напоминания пода
sk: Pripomienky omnipodu
sv: Omnipod-påminnelser
tr: Omnipod Hatırlatıcıları
uk: Нагадування Omnipod
vi: Lời nhắc của Omnipod

source: Pair Pod
cs: Spárovat pod
da: Par Pod
de: Pod koppeln
es: Emparejar Pod
fr: Appairer le Pod
it: Abbina Pod
nb: Parkoble pod
nb_no: Parkoble pod
nl: Koppel Pod
pl: Sparuj POD'a
ro: Asociază un Pod
ru: Сопрячь под
sk: Párovať pod
sv: Parkoppla podd
tr: Pod eşleştirme
uk: Парний Pod
vi: Kết nối Pod

source: Pair pod.
cs: Spárovat pod.
da: Par Pod
de: Pod koppeln.
es: Emparejar Pod
fr: Appairer le pod.
it: Abbina Pod.
nb: Sammenkoble pod.
nb_no: Parkoble pod.
nl: Koppel pod.
pl: Sparuj POD'a
ro: Asociază un Pod
ru: Сопрячь под.
sk: Párovať pod.
sv: Parkoppla podd.
tr: Pod eşleştir
uk: Парний Pod.
vi: Kết nối Pod.

source: Pairing.
cs: Páruji.
da: Parrer...
de: Koppeln
es: Emparejando.
fr: Appairage.
it: Abbinamento in corso.
nb: Kobler sammen.
nb_no: Kobler sammen.
nl: Koppelen.
pl: Parowanie.
ro: Se asociază.
ru: Начать сопряжение
sk: Párovanie.
sv: Parkopplar.
tr: Eşleştiriliyor.
uk: Створення пари.
vi: Đang ghép đôi.

source: Pod is suspended
cs: Pod je pozastaven
da: Pod er pauset
de: Pod ist angehalten
es: El Pod está suspendido
fr: Le Pod est suspendu
it: Pod sospeso
ja: ポッドが一時停止
nb: Pod er suspendert
nb_no: Pod er suspendert
nl: Pod is onderbroken
pl: POD wstrzymany
ro: Pod-ul este suspendat
ru: Omnipod приостановлен
sk: Pod je pozastavený
sv: Pod är pausad
tr: Pod askıya alındı
uk: Pod призупинено
vi: Pod bị tạm ngưng

source: Pod setup window expired
cs: Platnost okna nastavení podu vypršela
da: Pod indstillingsvindue udløbet
de: Das Zeitfenster für die Pod-Einrichtung ist abgelaufen
es: La pantalla de configuración del pod ha caducado
fr: La fenêtre de mise en place du pod a expiré
it: Finestra di configurazione Pod scaduta
ja: ポッドの設定期限切れ
nb: Tidsvindu for oppsett av pod er utløpt
nb_no: Tidsvindu for oppsett av pod er utløpt
nl: Insteltijd van de Pod is verlopen
pl: Upłynął termin ważności okna konfiguracji POD'a
ro: Intervalul de timp în care se poate seta Pod-ul a expirat
ru: Время для ввода настроек Omnipod истекло
sk: Okno nastavenia Podu exspirovalo
sv: Tid för podinställning är överskriden
tr: Pod kurulum penceresinin süresi doldu
uk: Час для введення налаштувань Omnipod закінчився
vi: Cửa sổ cấu hình pod hết hạn

source: Pod suspended reminder
cs: Pozastavená upozornění podu
da: Påmindelse om suspenderet Pod
de: Erinnerung über abgelaufenen Pod
es: Recordatorio de que el Pod está suspendido
fr: Rappel de la suspension du Pod
it: Promemoria sospensione Pod
nb: Pod suspendert påminnelse
nb_no: Pod påminnelse er suspendert
nl: Herinnering onderbroken Pod
pl: Przypomnienie o zawieszeniu POD'a
ro: Memento pentru Pod-ul suspendat
ru: Напоминание о приостановке подачи инсулина
sk: Pripomenutie pozastaveného podu
sv: Påminnelse om pausad pump
tr: Pod askıya alındı hatırlatıcısı
uk: Нагадування про призупинення Pod
vi: Lời nhắc Pod tạm dừng

source: Priming
cs: Připravuji
da: Klargør
de: Befüllen
es: Purgando
fr: Amorçage
it: Priming in corso
ja: プライミング
nb: Fyller
nb_no: Fyller
nl: Voorbereiden
pl: Napełnianie
ro: Se amorsează
ru: Прокачивание инсулина
sk: Príprava podu
sv: Pod fylls på
tr: Hazırlanıyor…
uk: Прокачування інсуліну
vi: Đang mồi

source: Priming completed
cs: Příprava dokončena
da: Klargøring afsluttet
de: Befüllen des Pods abgeschlossen
es: Purgado completado
fr: Amorçage terminé
it: Priming completato
nb: Fylling fullført
nb_no: Fylling fullført
nl: Voorbereiding voltooid
pl: Wypełnianie zakończone
ro: Inițiere finalizată
ru: Прокачка инсулина завершена
sk: Príprava podu dokončená
sv: Podd har fyllts färdigt med insulin
tr: Hazırlama tamamlandı
uk: Прокачування інсуліну завершено
vi: Priming hoàn tất

source: Pump Time
cs: Čas pumpy
da: Pumpetid
de: Uhrzeit der Pumpe
es: Hora de la bomba
fr: Heure de la pompe
it: Orario pompa
nb: Pumpetid
nb_no: Pumpe-tid
nl: Pomptijd
pl: Czas pompy
ro: Ora pompei
ru: Время в помпе
sk: Čas pumpy
sv: Pumptid
tr: Pompa Zamanı
uk: Час помпи
vi: Thời gian của Bơm

source: Ready for basal programming
cs: Připraveno k programování bazálu
da: Klar til basal-indstilling
de: Bereit für die Programmierung der Basalrate
es: Listo para programar basales
fr: Prêt pour la programmation basal
it: Pronto per la programmazione basale
ja: 基礎レート設定できます
nb: Klar for basal-programmering
nb_no: Klar for basal-programmering
nl: Klaar voor programmeren basaal
pl: Gotowy do zaprogramowania dawki podstawowej
ro: Pregătit pentru programarea bazalelor
ru: Готов к программированию базала
sk: Pripravené na programovanie bazálu
sv: Klar för programmering av basal
tr: Bazal programlama için hazır
uk: Готовий до програмування Базалу
vi: Sẵn sàng cho việc tính toán liều basal

source: Ready to insert cannula
cs: Připraven k zavedení kanyly
da: Klar til kanyleindførsel
de: Bereit zum Einführen der Kanüle
es: Listo para insertar la cánula
fr: Prêt à insérer la canule
it: Pronto per l’inserimento della cannula
ja: カニューレを挿入できます
nb: Klar til å sette inn kanyle
nb_no: Klar for å sette inn kanyle
nl: Gereed voor inbrengen canule
pl: Gotowy do wprowadzenia kaniuli
ro: Pregătit pentru inserarea canulei
ru: Готов к установке катетера
sk: Pripravené na zavedenie kanyly
sv: Klar att föra in kanyl
tr: Kanül yerleştirmeye hazır
uk: Готовий до введення канюлі
vi: Sẵn sàng cho việc gắn cannula

source: Reminder initialized
cs: Upozornění inicializováno
da: Påmindelse initialiseret
de: Erinnerung initialisiert
es: Recordatorio inicializado
fr: Rappel initialisé
it: Promemoria inizializzato
nb: Påminnelse initialisert
nb_no: Påminnelse initialisert
nl: Herinnering geïnitialiseerd
pl: Zainicjowano przypomnienie
ro: Memento inițializat
ru: Инициализация напоминания
sk: Pripomienka bola inicializovaná
sv: Påminnelse initierad
tr: Hatırlatıcı başlatıldı
uk: Нагадування ініціалізовано
vi: Lời nhắc đã được khởi tạo

source: Resume Insulin Delivery
cs: Obnovit podávání inzulínu
da: Genoptag insulintilførsel...
de: Insulinabgabe wiederaufnehmen
es: Reanude la administración de insulina
fr: Reprendre l'administration d'insuline
it: Riprendi erogazione Insulina
nb: Gjenoppta insulintilførsel
nb_no: Gjenoppta insulintilførsel
nl: Hervat Insulinetoediening
pl: Wznów podawanie insuliny
ro: Reluați administrarea de insulină
ru: Возобновить подачу инсулина
sk: Obnoviť podávanie inzulínu
sv: Återuppta pump
tr: İnsülin İletimine Devam Et
uk: Відновити Введення Інсуліну
vi: Phục hồi liều insulin

source: Resume: %1$@ %2$@
cs: Pokračovat: %1$@ %2$@
da: Fortsæt: %1$@ %2$@
de: Fortsetzen: %1$@ %2$@
es: Reanudar: %1$@ %2$@
fr: Reprise : %1$@ %2$@
it: Riprendi: %1$@ %2$@
ja: 再開: %1$@ %2$@
nb: Fortsett: %1$@ %2$@
nb_no: Fortsett: %1$@ %2$@
nl: Hervat: %1$@ %2$@
pl: Wznów: %1$@ %2$@
ro: Reluare: %1$@ %2$@
ru: Возобновление: %1$@ %2$@
sk: Obnoviť: %1$@ %2$@
sv: Återuppta: %1$@ %2$@
tr: Devam: %1$@ %2$@
uk: Поновлено: %1$@ %2$@
vi: Tái lập: %1$@ %2$@

source: Resuming insulin delivery...
cs: Obnovování podávání inzulínu...
da: Genoptager insulintilførsel...
de: Nehme Insulinabgabe wieder auf…
es: Reanudando la administración de insulina...
fr: Reprise de l'administration d'insuline...
it: Ripresa erogazione insulina in corso...
nb: Gjenopptar insulintilførsel...
nb_no: Gjenopptar insulintilførselen...
nl: Insulinetoediening hervatten...
pl: Wznawianie podawania insuliny...
ro: Se reia administrarea de insulină...
ru: Возобновление подачи инсулина...
sk: Obnovuje sa podávanie inzulínu...
sv: Återupptar pump...
tr: İnsülin iletimine devam ediliyor...
uk: Відновлення введення інсуліну...
vi: Đang phục hồi liều insulin...

source: Retry
cs: Zkusit znovu
da: Forsøg igen
de: Wiederholen
es: Reintentar
fr: Réessayer
it: Riprova
ja: やり直す
nb: Prøv på nytt
nb_no: Prøv igjen
nl: Opnieuw Proberen
pl: Spróbuj ponownie
ro: Reîncearcă
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
tr: Yeniden dene
uk: Спробувати знову
vi: Thử lại

source: Saving...
cs: Ukládám...
da: Gemmer...
de: Speichere…
es: Guardando...
fr: Sauvegarde en cours...
it: Salvataggio in corso...
nb: Lagrer...
nb_no: Lagrer...
nl: Opslaan...
pl: Zapisywanie...
ro: Salvare...
ru: Сохранение...
sk: Ukladá sa...
sv: Sparar...
tr: Kaydediliyor...
uk: Збереження...
vi: Đang lưu...

source: Scheduled basal
cs: Plánovaný bazál
da: Planlagt basal
de: Geplante Basalrate
es: Insulina basal programada
fr: Basal programmé
it: Basale programmata
nb: Planlagt basal
nb_no: Planlagt basal
nl: Gepland basaal
pl: Zaplanowana dawka podstawowa
ro: Bazala programată
ru: Запланированный базал
sk: Naplánovaný bazál
sv: Schemalagd basal
tr: Programlanan Bazal
uk: Запланована базальна швидкість
vi: Basal theo lịch trình

source: Scheduled Reminder
cs: Naplánované upozornění
da: Planlagt påmindelse
de: Geplante Erinnerung
es: Recordatorio programado
fr: Rappel programmé
it: Promemoria programmato
nb: Planlagt påminnelse
nb_no: Planlagt påminnelse
nl: Geplande Herinnering
pl: Zaplanowane przypomnienie
ro: Memento programat
ru: Запланированное напоминание
sk: Naplánovaná pripomienka
sv: Schemalagd påminnelse
tr: Planlanmış Hatırlatıcı
uk: Заплановане Нагадування
vi: Lịch biểu lời nhắc

source: Select the type of insulin that you will be using in this pod.
cs: Vyberte typ inzulinu, který budete v tomto Podu používat.
da: Vælg den type insulin, du vil bruge i denne Pod.
de: Wähle die Insulinart aus, die Du für diesen Pod benutzen möchtest.
es: Seleccione el tipo de insulina que utilizará en esta bomba.
fr: Sélectionnez le type d'insuline que vous utiliserez dans ce Pod.
it: Seleziona il tipo d'insulina che utilizzerai in questo Pod.
nb: Velg hvilken type insulin du skal bruke i denne pod.
nb_no: Velg hvilken type insulin du skal bruke i denne pod.
nl: Selecteer het type insuline dat je in deze pod gaat gebruiken.
pl: Wybierz rodzaj insuliny, której będziesz używać w tym POD'dzie.
ro: Selectați tipul de insulină pe care o veți utiliza în acest pod.
ru: Выберите тип инсулина, с которым Вы будете использовать этот под.
sk: Vyberte typ inzulínu, ktorý budete používať v tomto pode.
sv: Välj vilken typ av insulin du kommer att använda.
tr: Bu pod için kullanacağınız insülin tipini seçin.
uk: Виберіть тип інсуліну, який ви будете використовувати у цьому Podʼі.
vi: Chọn loại insulin bạn sẽ sử dụng cho pod.

source: Sequence Number
cs: Pořadové číslo
da: Sekvensnummer
de: Sequenznummer
es: Número de secuencia
fr: Numéro de séquence
it: Numero progressivo
nb: Sekvensnummer
nb_no: Sekvensnummer
nl: Volgnummer
pl: Numer sekwencji
ro: Număr de ordine
ru: Порядковый номер
sk: Sekvenčné číslo
sv: Sekvensnummer
tr: Sıra numarası
uk: Порядковий номер
vi: Số thứ tự

source: Set Temporary Basal
cs: Nastavit dočasný bazál
da: Indstil midlertidig basal
de: Temporäre Basalrate setzen
es: Establecer insulina basal temporal
fr: Régler basal temporaire
it: Imposta basale temporanea
nb: Still inn midlertidig basal
nb_no: Angi manuell basal
nl: Tijdelijk Basaal Instellen
pl: Ustaw Bazę Tymczasową
ro: Setați bazala temporară
ru: Установить ВБС
sk: Nastaviť dočasný bazál
sv: Ställ in temporaär basal
tr: Geçici Bazal Ayarla
uk: Встановіть Тимчасову Базальну Швидкість
vi: Thiết lập liều nền tạm thời

source: Shutdown imminent
cs: Vypnutí blížícího
da: Luk akut
de: Pod-Abschaltung steht bevor
es: Cierre inminente
fr: Arrêt imminent
it: Chiusura imminente
nb: Avslutning nært forestående
nb_no: Avslutning nært forestående
nl: Afsluiting nadert
pl: Informacja o zbliżającym się wyłączeniu
ro: Oprirea iminentă
ru: Выключение неизбежно
sk: Vypnutie každú chvilu
sv: Podd kommer snart att stängas av
tr: Yakında Kapanma
uk: Завершення роботи неминучі
vi: Tắt báo động sắp xảy ra

source: Shutdown imminent alarm
cs: Vypnutí blížícího se alarmu
da: Afbryd akut alarm
de: Alarm für die bevorstehende Pod-Abschaltung
es: Apagar la alarma inminente
fr: Alarme imminente d’arrêt
it: Allarme di spegnimento imminente
ja: 今から鳴るアラームを切る
nb: Avslutt forestående alarm
nb_no: Avslutt forestående alarm
nl: Alarm voor naderende afsluiting
pl: Alarm o nadchodzącym wyłączeniu
ro: Alarmă de oprire iminentă
ru: Оповещение о неизбежном выключении
sk: Varovanie bezprostredného vypnutia
sv: Larm för omedelbar avstängning
tr: Yakında kapanma alarmı
uk: Завершення роботи неминучі
vi: Tắt báo động sắp xảy ra

source: Signal Loss
cs: Ztráta signálu
da: Signaltab
de: Signalverlust
es: Pérdida de señal
fr: Perte de signal
it: Perdita di segnale
nb: Signal Tap
nb_no: Signaltap
nl: Signaalverlies
pl: Utrata sygnału
ro: Pierdere de semnal
ru: Сигнал потерян
sk: Strata signálu
sv: Signalförlust
tr: Sinyal Kaybı
uk: Втрата сигналу
vi: Mất tín hiệu

source: Skip Omnipod Onboarding?
cs: Přeskočit onboarding Omnipodu?
da: Spring Omnipod Onboarding over?
de: Omnipod-Onboarding überspringen?
es: ¿Saltearse el Onboarding de Omnipod?
fr: Ignorer la phase d'intégration d'Omnipod?
it: Saltare l'onboarding di Omnipod?
nb: Vil du hoppe over Omnipod Introduseringen?
nb_no: Hopp over Omnipod onboarding?
nl: Omnipod Onboarding Overslaan?
pl: Pominąć instalację Omnipod’a?
ro: Săriți peste inițierea pompei Omnipod?
ru: Пропустить настройку Omnipod?
sk: Preskočiť Omnipod Onboarding?
sv: Hoppa över Omnipod-introduktionen?
tr: Omnipod Katılımı Atlansın mı?
uk: Пропустити онборт Omnipod?
vi: Bỏ qua giới thiệu Omnipod không?

source: Suspend Insulin Delivery
cs: Pozastavit podávání inzulínu...
da: Afbryd insulintilførsel
de: Insulinabgabe unterbrechen
es: Suspender la administración de insulina
fr: Suspendre l'administration d'insuline
it: Sospendi l'erogazione d'insulina
nb: Insulintilførsel utsatt
nb_no: Sett insulintilførsel på pause
nl: Onderbreek Insulinetoediening
pl: Wstrzymaj podawanie insuliny
ro: Suspendați administrarea de insulină
ru: Остановить подачу инсулина
sk: Zastavte podávanie inzulínu
sv: Pausa insulintillförsel
tr: İnsülin İletimini Askıya Al
uk: Призупинити Введення Інсуліну
vi: Tạm dừng insulin

source: Suspend time expired
cs: Období pozastavení vypršelo
da: Suspenderet tid udløbet
de: Unterbrechungszeit abgelaufen
es: El tiempo de suspensión ha expirado
fr: Délai de suspension expiré
it: Periodo di sospensione scaduto
nb: Utsettelse utløpt
nb_no: Utsettelse utløpt
nl: Onderbrekingstijd verstreken
pl: Upłynął czas zawieszenia
ro: Timpul de suspendare a expirat
ru: Время приостановки подачи истекло
sk: Čas pozastavenia exspiroval
sv: Tid för pausad pump har löpt ut
tr: Askıya alma süresi doldu
uk: Час припинення подачі минув
vi: Thời gian tạm dừng hết hạn

source: Suspend: %1$@ %2$@
cs: Pozastavit: %1$@ %2$@
da: Pause: %1$@ %2$@
de: Unterbrochen: %1$@ %2$@
es: Suspender: %1$@ %2$@
fr: Suspension : %1$@ %2$@
it: Sospeso: %1$@ %2$@
ja: 一時停止: %1$@ %2$@
nb: Pause: %1$@ %2$@
nb_no: Pause: %1$@ %2$@
nl: Onderbreek: %1$@ %2$@
pl: Wstrzymaj: %1$@ %2$@
ro: Suspendare: %1$@ %2$@
ru: Приостановка: %1$@ %2$@
sk: Pozastaviť: %1$@ %2$@
sv: Pausa: %1$@ %2$@
tr: Askıya alma: %1$@ %2$@
uk: Призупинено: %1$@ %2$@
vi: Tạm ngưng: %1$@ %2$@

source: Suspended
cs: Pozastaveno
da: Suspenderet
de: Unterbrochen
es: Suspendido
fr: Suspendu
it: Sospeso
ja: 一時停止
nb: Suspendert
nb_no: Suspendert
nl: Onderbroken
pl: Wstrzymane
ro: Suspendat
ru: Остановлено
sk: Pozastavené
sv: Pausad
tr: Askıya alındı
uk: Призупинено
vi: Đã tạm ngưng

source: Suspending insulin delivery...
cs: Pozastavení podávání inzulínu...
da: Afbryder insulintilførsel...
de: Unterbreche die Insulinabgabe…
es: Suspendiendo la administración de insulina...
fr: Suspension de l'administration d'insuline...
it: Sospensione erogazione insulina in corso...
nb: Utsetter insulintilførselen...
nb_no: Stopper insulintilførsel...
nl: Insulinetoediening Onderbreken...
pl: Wstrzymanie podawania insuliny...
ro: Administrarea de insulină se suspendă...
ru: Остановка подачи инсулина...
sk: Pozastavenie podávania inzulínu...
sv: Pausar pump...
tr: İnsülin iletimi askıya alınıyor...
uk: Призупинення введення інсуліну...
vi: Đang tạm dừng liều insulin...

source: Sync to Current Time
cs: Synchronizovat na aktuální čas
da: Synkroniser til aktuel tid
de: Mit aktueller Uhrzeit synchronisieren.
es: Sincronizar con la hora actual
fr: Synchroniser avec l'heure actuelle
it: Sincronizza con l'orario corrente
nb: Synkroniser til gjeldende tid
nb_no: Synkroniser til gjeldende tid
nl: Synchroniseer met de huidige tijd
pl: Synchronizuj z bieżącym czasem
ro: Sincronizați cu ora curentă
ru: Синхронизация с текущим временем
sk: Synchronizácia s aktuálnym časom
sv: Synkronisera med aktuell tid
tr: Geçerli Saate Senkronize Et
uk: Встановити Поточний Час
vi: Đồng bộ thời gian hiện tại

source: Tank fill completed
cs: Plnění zásobníku dokončeno
da: Reservoirpåfyldning færdig
de: Befüllen des Pods erfolgreich
es: Completado el llenado del depósito
fr: Remplissage du réservoir terminé
it: Riempimento del serbatoio completato
ja: タンクが満たされました
nb: Tankpåfylling komplett
nb_no: Tankpåfylling komplett
nl: Opslag vullen compleet
pl: Napełnianie zbiornika zakończone
ro: Umplere rezervor completă
ru: Заполнение резервуара Omnipod завершено
sk: Plnenie nádrže dokončené
sv: Pod har fyllts klart
tr: Hazne dolumu tamamlandı
uk: Наповнення Pod завершено
vi: Hoàn tất nạp

source: Tank power activated
cs: Napájení zásobníku aktivováno
da: Reservoir-strøm aktiveret
de: Energieversorgung für den Podmotor aktiviert
es: Depósito encendido
fr: Charge du réservoir activée
it: Alimentazione del serbatoio attivata
ja: タンクがオンになりました
nb: Tank-motor aktivert
nb_no: Tank-motor aktivert
nl: Opslag power geactiveerd
pl: Zasilanie zbiornika włączone
ro: Putere motor rezervor activată
ru: Питание моторчика резервуара активировано
sk: Napájanie nádrže je aktivované
sv: Ström till motor för behållare aktiverad
tr: Hazne gücü etkinleştirildi
uk: Живлення моторчика резервуара активоване
vi: Pod được kích hoạt

source: Temp basal in progress
cs: Dočasný bazál v platnosti
da: Midlertidig basal allerede i gang
de: Temporäre Basalrate läuft bereits.
es: Basal temporal en progreso
fr: Basal temporaire en cours
it: Velocità basale temporanea in corso
ja: 一時基礎進行中
nb: Midlertidig basal pågår
nb_no: Midlertidig basal pågår
nl: Tijdelijk basaal wordt uitgevoerd
pl: Tymczasowa dawka podstawowa w toku
ro: Bazală temporară în curs de rulare
ru: Пока еще работает ВБС
sk: Prebieha dočasný bazál
sv: Temp basal pågår redan
tr: Geçici bazal devam ediyor
uk: Поки що працює тимчасовий базал
vi: Liều basal tạm thời đang tiến hành
